const HOTSPOTS = {
  "D01": [
    { x:27.44, y:58.73, title:"关于显示器", text:"个人之前买过一个27寸的显示器，在那里感觉已经是极限了,据我所知，学校里面显示器的主流搭配一般也就24寸和27寸,如果想把电脑挂在屏幕侧边的话，就是那种网上比较火的电脑在旁边做竖屏,那么建议选择24寸，27寸这么操作的难度非常大，而且效果不是很好，基本上屏幕也已经是贴着你眼睛放了。\n\n值得一提的是，如果用原来显示器自己的支架的话，因为桌子后面有一个8cm多的挡板，所以会导致显示器支架很靠前，从而显示器也会很靠前，这边建议可以自己买一个板子，然后再买两个木的圆柱搭在这里，让板子的一整面延伸到后面靠墙，圆柱在前面搭着。当另外两个支脚，这样子，显示器的支架就可以后面贴墙放了。然后，这个板子下方也有空间可以收纳鼠标和键盘。\n\n当然，这里也是可以装机械臂的，有的学长学姐比较厉害，可以把后面那个端板拆掉，不过这个操作我目前还不太会，可以去咨询一下别人，还有一种方法，就是通过桌面上这个预留的电线孔去进行机械臂的安装效果也是很不错的。" },
    { x:46.66, y:39.84, title:"关于灯光", text:"个人认为在已经比较狭小的桌面上再添置一个台灯，会更加挤占桌面空间，这里个人比较推荐采用那种可以贴在各个地方的灯管，类似于公牛酷比灯之类的，当然也有更大的。关于这个灯光的布置，个人可以提供两点参考意见，第一种就是借助桌面正上方的这个书架下方的延伸板，来做一个无主灯的设计，也就是把这个灯管贴在这个下方延伸板，或者是第三层书架下方的板子上，通过这个延长版来把主灯隐藏起来，通过后方墙壁做漫反射，个人认为这样的灯光还挺柔和的，当然，前提是你这个灯管必须得比较亮，也可以通过调整灯的摆放角度，让它只照亮桌面你摆放鼠标键盘的地方，也可以做到隐藏主灯的效果。\n\n另外一个建议就是可以买那种比较长、比较大的灯条，然后直接绑在床板下面的金属梁上，这样子，它的照亮范围会比较广，但是缺点就是这一类灯基本都是220伏供电的，断电之后就无法使用了。像上面提到的那种小的类似于公牛酷毙灯一样的灯条，它普遍是可以采用USB供电的。\n\nTips：选择那种USB直插的灯条，普遍比自带电池的会亮。" },
  ],
  /* 继续添加... */
};
