const HOTSPOTS = {
  "D01": [
    { x:27.44, y:58.73, title:"关于显示器", text:"个人之前买过一个27寸的显示器，在那里感觉已经是极限了,据我所知，学校里面显示器的主流搭配一般也就24寸和27寸,如果想把电脑挂在屏幕侧边的话，就是那种网上比较火的电脑在旁边做竖屏,那么建议选择24寸，27寸这么操作的难度非常大，而且效果不是很好，基本上屏幕也已经是贴着你眼睛放了。\n\n值得一提的是，如果用原来显示器自己的支架的话，因为桌子后面有一个8cm多的挡板，所以会导致显示器支架很靠前，从而显示器也会很靠前，这边建议可以自己买一个板子，然后再买两个木的圆柱搭在这里，让板子的一整面延伸到后面靠墙，圆柱在前面搭着。当另外两个支脚，这样子，显示器的支架就可以后面贴墙放了。然后，这个板子下方也有空间可以收纳鼠标和键盘。\n\n当然，这里也是可以装机械臂的，有的学长学姐比较厉害，可以把后面那个端板拆掉，不过这个操作我目前还不太会，可以去咨询一下别人，还有一种方法，就是通过桌面上这个预留的电线孔去进行机械臂的安装效果也是很不错的。" },
    { x:46.66, y:39.84, title:"关于灯光", text:"个人认为在已经比较狭小的桌面上再添置一个台灯，会更加挤占桌面空间，这里个人比较推荐采用那种可以贴在各个地方的灯管，类似于公牛酷比灯之类的，当然也有更大的。关于这个灯光的布置，个人可以提供两点参考意见，第一种就是借助桌面正上方的这个书架下方的延伸板，来做一个无主灯的设计，也就是把这个灯管贴在这个下方延伸板，或者是第三层书架下方的板子上，通过这个延长版来把主灯隐藏起来，通过后方墙壁做漫反射，个人认为这样的灯光还挺柔和的，当然，前提是你这个灯管必须得比较亮，也可以通过调整灯的摆放角度，让它只照亮桌面你摆放鼠标键盘的地方，也可以做到隐藏主灯的效果。\n\n另外一个建议就是可以买那种比较长、比较大的灯条，然后直接绑在床板下面的金属梁上，这样子，它的照亮范围会比较广，但是缺点就是这一类灯基本都是220伏供电的，断电之后就无法使用了。像上面提到的那种小的类似于公牛酷毙灯一样的灯条，它普遍是可以采用USB供电的。\n\nTips：选择那种USB直插的灯条，普遍比自带电池的会亮。", images:["https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/usb-light.jpg","https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/tube-light.jpg"] },
  ],
  "D07": [
    { x:54.89, y:9.62, title:"关于挡板", text:"这里有一个参考图", images:["https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/desk-baffle.jpg"] },
  ],
  "B02": [
    { x:68.86, y:52.17, title:"关于伸缩杆", text:"这个杆子是可以收起来的，收成最短的状态，它就比较矮了。然后，一些带帽子的衣服就可以往这上面挂，就很方便。\n\n同时，这个杆子是可以连着底下那个底座一块儿拿出来的，可以架在两个床中间当一个衣架。不过，这个比较取决于这个房间的大小，有的房间好像够呛。", images:["https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/pole-hanger.jpg","https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/pole-shortened.jpg"] },
  ],
  "S01": [
    { x:28.38, y:61.15, title:"关于楼梯", text:"第一级台阶可能会比较高，上下要注意安全撒\n\n还有就是目前出现过这个脚垫非常容易松动的情况，我也有同学因为这个导致从楼梯上半夜摔下来，所以，大家如果这个楼梯上的脚垫有所松动的话，一定要及时报修，物业会给处理好的。" },
  ],
  "S02": [
    { x:76.33, y:54.31, title:"关于楼梯抽屉", text:"相较于这个楼梯本体的话，这个抽屉感觉它的挡板太矮了，所以实际到手的空间会比较小，目前有一个解决方案，就是可以买那种尺寸比较对应的，挡板比较高的篮筐放进去，这样子就能人为地加高抽屉周围的挡板，让它能装下更多东西。" },
  ],
  "C02": [
    { x:67.35, y:33.36, title:"关于上层衣柜", text:"这个地方纵向空间其实还是比较大的，如果不是那种把这里全部塞满衣服，而是放一些杂物的话，很大概率，你只会用到底部这一层空间，上部空间是浪费的，所以建议可以根据实际情况，买一个加高的架子来对这个柜子进行一个分层，以便于空间的充分利用。" },
  ],
  "C04": [
    { x:46.02, y:27.37, title:"关于方管", text:"这个方形的横梁上面可以绑灯，就是我前面应该也有提到过，可以绑那种灯条，这样子它的照亮范围会比较广。当然，是垂直于这个方管去放的。\n\n同时这个方管也可以去买那种挂钩，平时挂点东西也挺方便的" },
  ],
  "P01": [
    { x:44.44, y:52.25, title:"关于侧边空间", text:"恭喜选到这个床位的同学，你将会有非常大的一片个人空间可以去利用。个人在这里是摆了一个货架，高大概两米多，非常非常非常之方便，几乎你的很多东西都可以摆在货架上，桌面上基本不用放什么东西，你的行李箱也可以堆到最高的上面，不会挤占你的个人空间。不过，你们也可以跟室友去商量，共同去买一个货架，一块儿去用，然后毕业了卖二手也很划得来的。我只能说，货架这个东西在这里是非常非常值得增购的一个东西，一般来说50×100的就可以了，但是也有的寝室这边侧边空间是没有到50的，只能买40的，己实际分配到的寝室情况，再去决定是否购买以及购买什么样的尺寸。", images:["https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/shelf-1.jpg","https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/shelf-2.jpg","https://hfit-guide-1459922161.cos.ap-nanjing.myqcloud.com/img/tips/shelf-3.jpg"] },
  ],
};
